{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_3", "use_bias": true, "bias_constraint": null, "activity_regularizer": null, "kernel_constraint": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "dtype": "float32", "units": 12, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "dtype": "float32", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "bias_regularizer": null, "activation": "relu", "batch_input_shape": [null, 8], "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_4", "use_bias": true, "bias_constraint": null, "activity_regularizer": null, "kernel_constraint": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "dtype": "float32", "units": 8, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "dtype": "float32", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_5", "use_bias": true, "bias_constraint": null, "activity_regularizer": null, "kernel_constraint": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "dtype": "float32", "units": 1, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "dtype": "float32", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "bias_regularizer": null, "activation": "sigmoid", "kernel_regularizer": null}}], "keras_version": "2.1.6-tf", "backend": "tensorflow"}